Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Full readout
ar: القراءة الكاملة
da: Fuld aflæsning
de: Vollständige Anzeige
es: Lectura completa
fi: Koko lukema
fr: Relevé complet
is: Full aflestur
it: Lettura completa
ja: 詳細表示
ko: 전체 판독
nb: Full avlesning
nl: Volledige uitlezing
pt_br: Leitura completa
ru: Полные показания
sv: Fullständig avläsning
zh_hans: 完整读数

source: Full Report
ar: التقرير الكامل
da: Fuld rapport
de: Vollständiger Bericht
es: Informe completo
fi: Koko raportti
fr: Rapport complet
is: Heildarskýrsla
it: Report completo
ja: 詳細レポート
ko: 전체 리포트
nb: Full rapport
nl: Volledig rapport
pt_br: Relatório completo
ru: Полный отчёт
sv: Fullständig rapport
zh_hans: 完整报告

source: Functional Threshold Power
ar: قدرة العتبة الوظيفية
da: Funktionel tærskeleffekt
de: Funktionelle Schwellenleistung
es: Potencia umbral funcional
fi: Toiminnallinen kynnysteho
fr: Puissance au seuil fonctionnel
is: Virkt þröskuldsafl
it: Potenza di soglia funzionale
ja: 機能的作業閾値パワー
ko: 기능적 역치 파워
nb: Funksjonell terskeleffekt
nl: Functioneel drempelvermogen
pt_br: Potência de limiar funcional
ru: Функциональная пороговая мощность
sv: Funktionell tröskeleffekt
zh_hans: 功能阈值功率

source: Gap Window
ar: نافذة الفجوة
da: Hulvindue
de: Lückenfenster
es: Ventana de brecha
fi: Aukkoikkuna
fr: Fenêtre d'écart
is: Bilgluggi
it: Finestra di intervallo
ja: ギャップウィンドウ
ko: 공백 윈도우
nb: Gap-vindu
nl: Gatvenster
pt_br: Janela de Intervalo
ru: Окно пропуска
sv: Luckfönster
zh_hans: 间隔窗口

source: Gaps of %@ or more in your sleep data are treated as separate sessions.
ar: تُعامَل الفجوات التي تبلغ %@ أو أكثر في بيانات نومك كجلسات منفصلة.
da: Mellemrum på %@ eller mere i dine søvndata behandles som separate sessioner.
de: Lücken von %@ oder mehr in deinen Schlafdaten werden als separate Sitzungen behandelt.
es: Los intervalos de %@ o más en tus datos de sueño se tratan como sesiones separadas.
fi: Vähintään %@ kestävät aukot unidatassasi käsitellään erillisinä istuntoina.
fr: Les écarts de %@ ou plus dans vos données de sommeil sont traités comme des sessions distinctes.
is: Eyður upp á %@ eða meira í svefngögnunum þínum eru meðhöndlaðar sem aðskildar lotur.
it: Le interruzioni di %@ o più nei tuoi dati del sonno vengono trattate come sessioni separate.
ja: 睡眠データ内の%@以上の間隔は、別々のセッションとして扱われます。
ko: 수면 데이터에서 %@ 이상의 공백은 별도의 세션으로 처리됩니다.
nb: Hull på %@ eller mer i søvndataene dine behandles som separate økter.
nl: Onderbrekingen van %@ of meer in je slaapgegevens worden behandeld als afzonderlijke sessies.
pt_br: Intervalos de %@ ou mais nos seus dados de sono são tratados como sessões separadas.
ru: Перерывы в данных о сне продолжительностью %@ или более считаются отдельными сессиями.
sv: Avbrott på %@ eller mer i dina sömndata behandlas som separata sessioner.
zh_hans: 睡眠数据中 %@ 或更长的间隔将被视为单独的记录。

source: Generate
ar: إنشاء
da: Generér
de: Generieren
es: Generar
fi: Luo
fr: Générer
is: Búa til
it: Genera
ja: 生成
ko: 생성
nb: Generer
nl: Genereren
pt_br: Gerar
ru: Сгенерировать
sv: Generera
zh_hans: 生成

source: Generate & Email Coach Report
ar: إنشاء تقرير المدرب وإرساله بالبريد الإلكتروني
da: Generér og e-mail coachrapport
de: Coach-Bericht erstellen und per E-Mail senden
es: Generar y enviar por correo el informe del entrenador
fi: Luo ja lähetä valmentajaraportti sähköpostilla
fr: Générer et envoyer le rapport du coach par e-mail
is: Búa til og senda þjálfaraskýrslu í tölvupósti
it: Genera e invia per email il rapporto del coach
ja: コーチレポートを生成してメール送信
ko: 코치 리포트 생성 및 이메일 전송
nb: Generer og e-post coach-rapport
nl: Coachrapport genereren en e-mailen
pt_br: Gerar e enviar por e-mail o relatório do coach
ru: Создать и отправить отчёт тренера по эл. почте
sv: Skapa och e-posta coachrapport
zh_hans: 生成并通过电子邮件发送教练报告

# Generated %@ · Session %@ · Emuqu
source: Generated %1$@ · Session %2$@ · Emuqu
ar: أُنشئ %@ · الجلسة %@ · Emuqu
da: Genereret %@ · session %@ · Emuqu
de: Erstellt %@ · Sitzung %@ · Emuqu
es: Generado %@ · sesión %@ · Emuqu
fi: Luotu %@ · istunto %@ · Emuqu
fr: Généré %@ · séance %@ · Emuqu
is: Búið til %@ · lota %@ · Emuqu
it: Generato %@ · sessione %@ · Emuqu
ja: 生成 %@ · セッション %@ · Emuqu
ko: 생성 %@ · 세션 %@ · Emuqu
nb: Generert %@ · økt %@ · Emuqu
nl: Gegenereerd %@ · sessie %@ · Emuqu
pt_br: Gerado %@ · sessão %@ · Emuqu
ru: Создано %@ · сессия %@ · Emuqu
sv: Genererad %@ · pass %@ · Emuqu
zh_hans: 生成于 %@ · 记录 %@ · Emuqu

source: Generating PDF...
ar: جارٍ إنشاء PDF...
da: Genererer PDF...
de: PDF wird erstellt …
es: Generando PDF...
fi: Luodaan PDF...
fr: Génération du PDF...
is: Bý til PDF...
it: Generazione PDF...
ja: PDFを生成中...
ko: PDF 생성 중...
nb: Genererer PDF...
nl: PDF genereren...
pt_br: Gerando PDF...
ru: Создание PDF...
sv: Genererar PDF...
zh_hans: 正在生成PDF...

source: Generating...
ar: جارٍ الإنشاء...
da: Genererer...
de: Wird erstellt …
es: Generando...
fi: Luodaan...
fr: Génération en cours...
is: Bý til...
it: Generazione in corso...
ja: 生成中...
ko: 생성 중...
nb: Genererer...
nl: Genereren...
pt_br: Gerando...
ru: Создание...
sv: Genererar...
zh_hans: 正在生成...

source: Geometrical measure: total number of NN intervals divided by the height of the NN interval histogram. Less sensitive to ectopic beats than RMSSD/SDNN because it uses the distribution shape rather than individual intervals. Values above 20 are common in adults at rest.
ar: مقياس هندسي: إجمالي عدد فترات NN مقسومًا على ارتفاع مدرّج فترات NN. أقل حساسية للنبضات المنتبذة من RMSSD/SDNN لأنه يعتمد على شكل التوزيع بدل الفترات المفردة. القيم فوق 20 شائعة لدى البالغين أثناء الراحة.
da: Geometrisk mål: det samlede antal NN-intervaller divideret med højden af NN-intervalhistogrammet. Mindre følsomt over for ektopiske slag end RMSSD/SDNN, fordi det bruger fordelingens form frem for de enkelte intervaller. Værdier over 20 er almindelige hos voksne i hvile.
de: Geometrisches Maß: die Gesamtzahl der NN-Intervalle geteilt durch die Höhe des NN-Intervall-Histogramms. Weniger empfindlich gegenüber ektopen Schlägen als RMSSD/SDNN, da es die Verteilungsform statt einzelner Intervalle nutzt. Werte über 20 sind bei Erwachsenen in Ruhe üblich.
es: Medida geométrica: el número total de intervalos NN dividido por la altura del histograma de intervalos NN. Menos sensible a latidos ectópicos que RMSSD/SDNN porque usa la forma de la distribución en vez de intervalos individuales. Los valores por encima de 20 son habituales en adultos en reposo.
fi: Geometrinen mitta: NN-välien kokonaismäärä jaettuna NN-välien histogrammin korkeudella. Vähemmän herkkä ektooppisille lyönneille kuin RMSSD/SDNN, koska se käyttää jakauman muotoa yksittäisten välien sijaan. Yli 20:n arvot ovat yleisiä aikuisilla levossa.
fr: Mesure géométrique : le nombre total d’intervalles NN divisé par la hauteur de l’histogramme des intervalles NN. Moins sensible aux battements ectopiques que le RMSSD/SDNN car elle utilise la forme de la distribution plutôt que les intervalles isolés. Des valeurs supérieures à 20 sont courantes chez l’adulte au repos.
is: Rúmfræðilegur mælikvarði: heildarfjöldi NN-bila deilt með hæð stuðlarits NN-bila. Minna næmt fyrir utanaðkomandi slögum en RMSSD/SDNN því það notar lögun dreifingarinnar frekar en stök bil. Gildi yfir 20 eru algeng hjá fullorðnum í hvíld.
it: Misura geometrica: il numero totale di intervalli NN diviso per l’altezza dell’istogramma degli intervalli NN. Meno sensibile ai battiti ectopici rispetto a RMSSD/SDNN perché usa la forma della distribuzione invece dei singoli intervalli. Valori sopra 20 sono comuni negli adulti a riposo.
ja: 幾何学的指標: NN 間隔の総数を、NN 間隔ヒストグラムの高さで割った値です。個々の間隔ではなく分布の形状を使うため、RMSSD／SDNN より異所性拍の影響を受けにくいのが特徴です。安静時の成人では 20 を超える値がよく見られます。
ko: 기하학적 지표: NN 간격의 총 개수를 NN 간격 히스토그램의 높이로 나눈 값입니다. 개별 간격이 아니라 분포의 형태를 사용하므로 RMSSD/SDNN보다 이소성 박동에 덜 민감합니다. 안정 시 성인에게서는 20을 넘는 값이 흔합니다.
nb: Geometrisk mål: totalt antall NN-intervaller delt på høyden av NN-intervallhistogrammet. Mindre følsomt for ektopiske slag enn RMSSD/SDNN fordi det bruker fordelingens form framfor enkeltintervaller. Verdier over 20 er vanlige hos voksne i hvile.
nl: Geometrische maat: het totale aantal NN-intervallen gedeeld door de hoogte van het NN-intervalhistogram. Minder gevoelig voor ectopische slagen dan RMSSD/SDNN omdat het de vorm van de verdeling gebruikt in plaats van losse intervallen. Waarden boven 20 komen bij volwassenen in rust vaak voor.
pt_br: Medida geométrica: o número total de intervalos NN dividido pela altura do histograma de intervalos NN. Menos sensível a batimentos ectópicos que RMSSD/SDNN porque usa a forma da distribuição em vez de intervalos individuais. Valores acima de 20 são comuns em adultos em repouso.
ru: Геометрическая мера: общее число интервалов NN, делённое на высоту гистограммы интервалов NN. Менее чувствительна к эктопическим ударам, чем RMSSD/SDNN, поскольку опирается на форму распределения, а не на отдельные интервалы. Значения выше 20 обычны для взрослых в покое.
sv: Geometriskt mått: det totala antalet NN-intervall dividerat med höjden på NN-intervallhistogrammet. Mindre känsligt för ektopiska slag än RMSSD/SDNN eftersom det använder fördelningens form i stället för enskilda intervall. Värden över 20 är vanliga hos vuxna i vila.
zh_hans: 几何指标：NN 间期总数除以 NN 间期直方图的高度。由于它利用的是分布形状而非单个间期，因此比 RMSSD/SDNN 更不易受异位搏动影响。静息成人中高于 20 的数值很常见。

source: Get a free Tavily key (1000 searches/month)
ar: احصل على مفتاح Tavily مجاني (1000 عملية بحث/شهر)
da: Få en gratis Tavily-nøgle (1000 søgninger/måned)
de: Hol dir einen kostenlosen Tavily-Schlüssel (1000 Suchen/Monat)
es: Consigue una clave Tavily gratuita (1000 búsquedas/mes)
fi: Hanki ilmainen Tavily-avain (1000 hakua/kk)
fr: Obtenez une clé Tavily gratuite (1000 recherches/mois)
is: Fáðu ókeypis Tavily-lykil (1000 leitir/mánuði)
it: Ottieni una chiave Tavily gratuita (1000 ricerche/mese)
ja: 無料の Tavily キーを取得（月1000回検索）
ko: 무료 Tavily 키 받기 (월 1000회 검색)
nb: Få en gratis Tavily-nøkkel (1000 søk/måned)
nl: Krijg een gratis Tavily-sleutel (1000 zoekopdrachten/maand)
pt_br: Obtenha uma chave Tavily gratuita (1000 buscas/mês)
ru: Получите бесплатный ключ Tavily (1000 поисков в месяц)
sv: Skaffa en gratis Tavily-nyckel (1000 sökningar/månad)
zh_hans: 获取免费的 Tavily 密钥（每月 1000 次搜索）

source: Get Me Back — read this first
ar: Get Me Back — اقرأ هذا أولًا
da: Get Me Back — læs dette først
de: Get Me Back — lies das zuerst
es: Get Me Back — lee esto primero
fi: Get Me Back — lue tämä ensin
fr: Get Me Back — lisez ceci d'abord
is: Get Me Back — lestu þetta fyrst
it: Get Me Back — leggi prima questo
ja: Get Me Back — まずこれを読んでください
ko: Get Me Back — 먼저 읽어보세요
nb: Get Me Back — les dette først
nl: Get Me Back — lees dit eerst
pt_br: Get Me Back — leia isto primeiro
ru: Get Me Back — сначала прочтите это
sv: Get Me Back — läs det här först
zh_hans: Get Me Back — 请先阅读此内容

source: Get started
ar: ابدأ
da: Kom i gang
de: Loslegen
es: Empezar
fi: Aloita
fr: Commencer
is: Hefjast handa
it: Inizia
ja: はじめる
ko: 시작하기
nb: Kom i gang
nl: Aan de slag
pt_br: Começar
ru: Начать
sv: Kom igång
zh_hans: 开始使用

source: Get to bed earlier — sleep is the lever you can move tonight.
ar: نم مبكرًا — النوم هو الرافعة التي يمكنك تحريكها الليلة.
da: Gå tidligere i seng — søvn er den håndtag, du kan flytte i nat.
de: Geh früher ins Bett — Schlaf ist der Hebel, den du heute Nacht bewegen kannst.
es: Acuéstate antes — el sueño es la palanca que puedes mover esta noche.
fi: Mene aiemmin nukkumaan — uni on vipu, jota voit siirtää tänä yönä.
fr: Couchez-vous plus tôt — le sommeil est le levier que vous pouvez actionner ce soir.
is: Farðu fyrr að sofa — svefninn er stöngin sem þú getur hreyft í kvöld.
it: Vai a letto prima — il sonno è la leva che puoi muovere stanotte.
ja: 早めに就寝を — 今夜動かせるレバーは睡眠です。
ko: 더 일찍 잠자리에 드세요 — 오늘 밤 움직일 수 있는 지렛대는 수면입니다.
nb: Legg deg tidligere — søvn er spaken du kan flytte i natt.
nl: Ga eerder naar bed — slaap is de knop die je vannacht kunt omzetten.
pt_br: Durma mais cedo — o sono é a alavanca que você pode mover hoje.
ru: Ложитесь раньше — сон это рычаг, который вы можете сдвинуть сегодня.
sv: Gå och lägg dig tidigare — sömn är spaken du kan flytta i natt.
zh_hans: 早点上床 — 睡眠是你今晚能拨动的杠杆。

source: Go to sleep. %@ stores data internally — you can close the app.
ar: اذهب للنوم. يخزّن %@ البيانات داخلياً — يمكنك إغلاق التطبيق.
da: Sov godt. %@ gemmer data internt — du kan lukke appen.
de: Schlaf gut. %@ speichert Daten intern — du kannst die App schließen.
es: Vete a dormir. %@ almacena los datos internamente — puedes cerrar la app.
fi: Mene nukkumaan. %@ tallentaa tiedot sisäisesti — voit sulkea sovelluksen.
fr: Allez dormir. %@ stocke les données en interne — vous pouvez fermer l'application.
is: Farðu að sofa. %@ geymir gögn innbyrðis — þú getur lokað forritinu.
it: Vada a dormire. %@ archivia i dati internamente — può chiudere l'app.
ja: おやすみなさい。%@はデータを内部に保存します — アプリを閉じて構いません。
ko: 잠자리에 드세요. %@이(가) 데이터를 내부에 저장합니다 — 앱을 닫아도 됩니다.
nb: Legg deg. %@ lagrer data internt — du kan lukke appen.
nl: Ga slapen. %@ slaat gegevens intern op — u kunt de app sluiten.
pt_br: Vá dormir. O %@ armazena dados internamente — você pode fechar o app.
ru: Ложитесь спать. %@ сохраняет данные на устройстве — вы можете закрыть приложение.
sv: Sov gott. %@ lagrar data internt — du kan stänga appen.
zh_hans: 去睡觉吧。%@ 会在内部存储数据——你可以关闭应用。

source: Goal
ar: الهدف
da: Mål
de: Ziel
es: Objetivo
fi: Tavoite
fr: Objectif
is: Markmið
it: Obiettivo
ja: 目標
ko: 목표
nb: Mål
nl: Doel
pt_br: Meta
ru: Цель
sv: Mål
zh_hans: 目标

source: Goal, training-load integration, training break
ar: الهدف، دمج حمل التدريب، فترة التوقف عن التدريب
da: Mål, integration af træningsbelastning, træningspause
de: Ziel, Trainingsbelastungs-Integration, Trainingspause
es: Objetivo, integración de carga de entrenamiento, pausa de entrenamiento
fi: Tavoite, harjoituskuormituksen integrointi, harjoitustauko
fr: Objectif, intégration de la charge, pause d’entraînement
is: Markmið, samþætting æfingaálags, æfingahlé
it: Obiettivo, integrazione del carico, pausa dall’allenamento
ja: 目標、トレーニング負荷の統合、トレーニング休止
ko: 목표, 훈련 부하 통합, 훈련 중단
nb: Mål, integrasjon av treningsbelastning, treningspause
nl: Doel, integratie van trainingsbelasting, trainingspauze
pt_br: Meta, integração da carga de treino, pausa de treino
ru: Цель, интеграция тренировочной нагрузки, перерыв
sv: Mål, integration av träningsbelastning, träningsuppehåll
zh_hans: 目标、训练负荷整合、训练暂停

source: good
ar: جيد
da: god
de: gut
es: bueno
fi: hyvä
fr: bon
is: gott
it: buono
ja: 良好
ko: 좋음
nb: god
nl: goed
pt_br: bom
ru: хороший
sv: bra
zh_hans: 良好

source: Good
ar: جيد
da: God
de: Gut
es: Bueno
fi: Hyvä
fr: Bon
is: Gott
it: Buono
ja: 良好
ko: 양호
nb: God
nl: Goed
pt_br: Bom
ru: Хорошо
sv: Bra
zh_hans: 良好

source: Good — above average fitness
ar: جيد — لياقة فوق المتوسط
da: God — form over gennemsnittet
de: Gut — überdurchschnittliche Fitness
es: Bueno — forma por encima de la media
fi: Hyvä — keskimääräistä parempi kunto
fr: Bon — condition au-dessus de la moyenne
is: Gott — þrek yfir meðallagi
it: Buono — forma sopra la media
ja: 良好 — 平均以上のフィットネス
ko: 좋음 — 평균 이상 체력
nb: God — form over gjennomsnittet
nl: Goed — bovengemiddelde fitheid
pt_br: Bom — condicionamento acima da média
ru: Хорошо — форма выше среднего
sv: Bra — kondition över genomsnittet
zh_hans: 良好 — 体能高于平均

source: 60–100 ms
ar: 60–100 م.ث
ru: 60–100 мс

source: 50–80 ms
ar: 50–80 م.ث
ru: 50–80 мс

source: Good — meeting deep sleep needs
ar: جيد — يلبي احتياجات النوم العميق
da: God — dækker behovet for dyb søvn
de: Gut — Tiefschlafbedarf gedeckt
es: Bueno — cubre las necesidades de sueño profundo
fi: Hyvä — syvän unen tarve täyttyy
fr: Bon — besoins en sommeil profond couverts
is: Gott — mætir þörf fyrir djúpsvefn
it: Buono — soddisfa il fabbisogno di sonno profondo
ja: 良好 — 深い睡眠の必要量を満たす
ko: 좋음 — 깊은 수면 필요량 충족
nb: God — dekker behovet for dyp søvn
nl: Goed — voldoet aan diepe-slaapbehoefte
pt_br: Bom — atende às necessidades de sono profundo
ru: Хорошо — потребность в глубоком сне закрыта
sv: Bra — täcker behovet av djupsömn
zh_hans: 良好 — 满足深睡需求

source: Good — meeting REM needs
ar: جيد — يلبي احتياجات نوم REM
da: God — dækker REM-behov
de: Gut — REM-Bedarf gedeckt
es: Bueno — cubre las necesidades REM
fi: Hyvä — REM-tarve täyttyy
fr: Bon — besoins en sommeil paradoxal couverts
is: Gott — mætir REM-þörf
it: Buono — soddisfa il fabbisogno REM
ja: 良好 — レム睡眠の必要量を満たす
ko: 좋음 — REM 수면 필요량 충족
nb: God — dekker REM-behov
nl: Goed — voldoet aan REM-behoefte
pt_br: Bom — atende às necessidades de REM
ru: Хорошо — потребность в REM закрыта
sv: Bra — täcker REM-behovet
zh_hans: 良好 — 满足快速眼动需求

source: Higher complexity
ar: تعقيد أعلى
da: Højere kompleksitet
de: Höhere Komplexität
es: Mayor complejidad
fi: Suurempi monimutkaisuus
fr: Complexité plus élevée
is: Meiri margbreytileiki
it: Complessità più alta
ja: 複雑さが高い
ko: 더 높은 복잡성
nb: Høyere kompleksitet
nl: Hogere complexiteit
pt_br: Complexidade maior
ru: Более высокая сложность
sv: Högre komplexitet
zh_hans: 复杂度较高

source: Good sleep duration
ar: مدة نوم جيدة
da: God søvnvarighed
de: Gute Schlafdauer
es: Buena duración del sueño
fi: Hyvä unen kesto
fr: Bonne durée de sommeil
is: Góð sveflengd
it: Buona durata del sonno
ja: 良好な睡眠時間
ko: 좋은 수면 시간
nb: God søvnvarighet
nl: Goede slaapduur
pt_br: Boa duração do sono
ru: Хорошая продолжительность сна
sv: Bra sömnlängd
zh_hans: 睡眠时长良好

source: Got it
ar: فهمت
da: Forstået
de: Verstanden
es: Entendido
fi: Selvä
fr: Compris
is: Skilið
it: Capito
ja: 了解
ko: 확인
nb: Forstått
nl: Begrepen
pt_br: Entendi
ru: Понятно
sv: Uppfattat
zh_hans: 知道了

source: GPS ±%lldm
ar: GPS ±%lld م
ru: GPS ±%lld м

source: GPS accuracy plus or minus %lld metres
ar: دقة GPS زائد أو ناقص %lld متر
da: GPS-nøjagtighed plus eller minus %lld meter
de: GPS-Genauigkeit plus/minus %lld Meter
es: Precisión del GPS de más o menos %lld metros
fi: GPS-tarkkuus plus miinus %lld metriä
fr: Précision GPS de plus ou moins %lld mètres
is: GPS-nákvæmni plús eða mínus %lld metrar
it: Precisione GPS più o meno %lld metri
ja: GPS 精度 プラスマイナス %lld メートル
ko: GPS 정확도 ±%lld미터
nb: GPS-nøyaktighet pluss minus %lld meter
nl: GPS-nauwkeurigheid plus of min %lld meter
pt_br: Precisão do GPS de mais ou menos %lld metros
ru: Точность GPS плюс-минус %lld метра
sv: GPS-noggrannhet plus minus %lld meter
zh_hans: GPS 精度正负 %lld 米

source: GPS ok (±%lldm)
ar: GPS جيد (±%lld م)
es: GPS correcto (±%lld m)
is: GPS í lagi (±%lld m)
ja: GPS 良好 (±%lld m)
ko: GPS 양호 (±%lld m)
ru: GPS в норме (±%lld м)
zh_hans: GPS 正常 (±%lld 米)

source: GPS poor (±%lldm) — interpret with care
ar: إشارة GPS ضعيفة (±%lld م) — فسّر بحذر
da: GPS dårligt (±%lld m) — fortolk med forsigtighed
de: GPS schlecht (±%lld m) — mit Vorsicht interpretieren
es: GPS deficiente (±%lld m) — interpreta con cautela
fi: GPS heikko (±%lld m) — tulkitse varoen
fr: GPS faible (±%lld m) — à interpréter avec prudence
is: GPS lélegt (±%lld m) — túlkaðu með varúð
it: GPS scarso (±%lld m) — interpreta con cautela
ja: GPS 不良 (±%lld m) — 解釈に注意
ko: GPS 불량 (±%lld m) — 해석에 주의
nb: GPS dårlig (±%lld m) — tolk med forsiktighet
nl: GPS slecht (±%lld m) — interpreteer voorzichtig
pt_br: GPS ruim (±%lld m) — interprete com cautela
ru: GPS слабый (±%lld м) — трактуйте осторожно
sv: GPS dåligt (±%lld m) — tolka med försiktighet
zh_hans: GPS 较差 (±%lld 米) — 解读需谨慎

source: GPS strong (±%lldm)
ar: إشارة GPS قوية (±%lld م)
da: GPS stærk (±%lld m)
de: GPS stark (±%lld m)
es: GPS fuerte (±%lld m)
fi: GPS vahva (±%lld m)
fr: GPS fort (±%lld m)
is: GPS sterkt (±%lld m)
it: GPS forte (±%lld m)
ja: GPS 強 (±%lld m)
ko: GPS 강함 (±%lld m)
nb: GPS sterkt (±%lld m)
nl: GPS sterk (±%lld m)
pt_br: GPS forte (±%lld m)
ru: GPS сильный (±%lld м)
sv: GPS starkt (±%lld m)
zh_hans: GPS 强 (±%lld 米)

source: GPS waiting for a better fix…
ar: GPS في انتظار تحديد أفضل…
da: GPS venter på bedre position…
de: GPS wartet auf besseres Signal…
es: GPS esperando una mejor posición…
fi: GPS odottaa parempaa sijaintia…
fr: GPS en attente d’une meilleure position…
is: GPS bíður eftir betri staðsetningu…
it: GPS in attesa di una posizione migliore…
ja: GPS はより良い測位を待機中…
ko: GPS가 더 나은 위치를 기다리는 중…
nb: GPS venter på bedre posisjon…
nl: GPS wacht op betere positie…
pt_br: GPS aguardando uma posição melhor…
ru: GPS ждёт лучшего сигнала…
sv: GPS väntar på bättre position…
zh_hans: GPS 正在等待更好的定位…

source: Grade-adj pace
ar: الوتيرة المعدّل للانحدار
da: Hældningsjust. tempo
de: Steigungsadj. Pace
es: Ritmo ajustado por pendiente
fi: Kaltevuuskorjattu vauhti
fr: Allure ajustée à la pente
is: Hallaleiðréttur hraði
it: Passo corretto per pendenza
ja: 勾配補正ペース
ko: 경사 보정 페이스
nb: Stigningsjust. tempo
nl: Hellinggecorr. tempo
pt_br: Ritmo ajustado à inclinação
ru: Темп с учётом уклона
sv: Lutningsjust. tempo
zh_hans: 坡度校正配速

source: Great
ar: ممتاز
da: Fremragende
de: Sehr gut
es: Excelente
fi: Erinomainen
fr: Excellent
is: Frábært
it: Ottimo
ja: 非常に良い
ko: 매우 좋음
nb: Utmerket
nl: Uitstekend
pt_br: Ótimo
ru: Отлично
sv: Utmärkt
zh_hans: 很好

source: hard
ar: شاق
da: hård
de: hart
es: duro
fi: kova
fr: difficile
is: erfitt
it: duro
ja: ハード
ko: 고강도
nl: zwaar
pt_br: forte
ru: тяжёлая
sv: hård
zh_hans: 高强度

source: Hard
ar: شاق
da: Hård
de: Hart
es: Duro
fi: Kova
fr: Difficile
is: Erfitt
it: Duro
ja: ハード
ko: 고강도
nl: Zwaar
pt_br: Forte
ru: Тяжёлая
sv: Hård
zh_hans: 高强度

source: Hard · above anaerobic threshold (< 0.50)
ar: شاق · فوق العتبة اللاهوائية (< 0.50)
da: Hård · over anaerob tærskel (< 0,50)
de: Hart · über der anaeroben Schwelle (< 0,50)
es: Duro · por encima del umbral anaeróbico (< 0,50)
fi: Kova · yli anaerobisen kynnyksen (< 0,50)
fr: Difficile · au-dessus du seuil anaérobie (< 0,50)
is: Erfitt · yfir loftfirrtum þröskuldi (< 0,50)
it: Duro · sopra la soglia anaerobica (< 0,50)
ja: ハード · 無酸素性作業閾値超 (< 0.50)
ko: 고강도 · 무산소 역치 이상 (< 0.50)
nb: Hard · over anaerob terskel (< 0,50)
nl: Zwaar · boven anaerobe drempel (< 0,50)
pt_br: Forte · acima do limiar anaeróbico (< 0,50)
ru: Тяжело · выше анаэробного порога (< 0,50)
sv: Hård · över anaerob tröskel (< 0,50)
zh_hans: 高强度 · 高于无氧阈 (< 0.50)

source: HARD · ABOVE LACTATE THRESHOLD
ar: شاق · فوق عتبة اللاكتات
da: HÅRD · OVER LAKTATTÆRSKEL
de: HART · ÜBER DER LAKTATSCHWELLE
es: DURO · POR ENCIMA DEL UMBRAL DE LACTATO
fi: KOVA · YLI LAKTAATTIKYNNYKSEN
fr: DIFFICILE · AU-DESSUS DU SEUIL LACTIQUE
is: ERFITT · YFIR MJÓLKURSÝRUÞRÖSKULDI
it: DURO · SOPRA LA SOGLIA DEL LATTATO
ja: ハード · 乳酸性作業閾値超
ko: 고강도 · 젖산 역치 이상
nb: HARD · OVER LAKTATTERSKEL
nl: ZWAAR · BOVEN LACTAATDREMPEL
pt_br: FORTE · ACIMA DO LIMIAR DE LACTATO
ru: ТЯЖЕЛО · ВЫШЕ ЛАКТАТНОГО ПОРОГА
sv: HÅRD · ÖVER LAKTATTRÖSKEL
zh_hans: 高强度 · 高于乳酸阈

source: Hard · Between LT1 and LT2
ar: شاق · بين LT1 و LT2
da: Hård · mellem LT1 og LT2
de: Hart · zwischen LT1 und LT2
es: Duro · entre LT1 y LT2
fi: Kova · LT1:n ja LT2:n välillä
fr: Difficile · entre LT1 et LT2
is: Erfitt · milli LT1 og LT2
it: Duro · tra LT1 e LT2
ja: ハード · LT1 と LT2 の間
ko: 고강도 · LT1과 LT2 사이
nb: Hard · mellom LT1 og LT2
nl: Zwaar · tussen LT1 en LT2
pt_br: Forte · entre LT1 e LT2
ru: Тяжело · между LT1 и LT2
sv: Hård · mellan LT1 och LT2
zh_hans: 高强度 · 介于 LT1 与 LT2 之间

source: Hard (<0.50)
ar: شاق (<0.50)
da: Hård (<0,50)
de: Hart (<0,50)
es: Duro (<0,50)
fi: Kova (<0,50)
fr: Difficile (<0,50)
is: Erfitt (<0,50)
it: Duro (<0,50)
ja: ハード (<0.50)
ko: 고강도 (<0.50)
nl: Zwaar (<0,50)
pt_br: Forte (<0,50)
ru: Тяжёлая (<0,50)
sv: Hård (<0,50)
zh_hans: 高强度 (<0.50)

source: Hard / threshold
ar: شاق / عند العتبة
da: Hård / tærskel
de: Hart / Schwelle
es: Duro / umbral
fi: Kova / kynnys
fr: Difficile / seuil
is: Erfitt / þröskuldur
it: Duro / soglia
ja: ハード / 閾値
ko: 고강도 / 역치
nb: Hard / terskel
nl: Zwaar / drempel
pt_br: Forte / limiar
ru: Тяжёлая / порог
sv: Hård / tröskel
zh_hans: 高强度 / 阈值
